สวัสดี <?php if (strlen($username) > 0) { ?> <?php echo $username; ?><?php } ?>,

หากคุณ ลืมรหัสผ่าน.
การสร้างรหัสผ่านใหม่เพียงทำตามลิงก์นี้ :

<?php echo site_url('/admin/reset_password/'.$user_id.'/'.$new_pass_key); ?>


คุณได้รับ อีเมล์ ฉบับนี้, เนื่องจากผู้ใช้ในระบบ  <?php echo $site_name; ?> ร้องขอการเปลี่ยน ที่อยู่อีเมล์ใหม่. หากคุณได้รับโดยไม่ได้เป็นผู้ร้องขอเปลี่ยนที่อยู่ อีเมล์, กรุณาอย่าคลิก หรือ อย่าทำการยืนยันตามลิ้งค์, และลบอีเมล์นี้ออกจากกล่องจดหมายได้ทันที,และคำขอเปลี่ยนอีเมล์ จะถูกลบออกจากระบบ.


ขอขอบคุณ จาก, <?php echo $site_name; ?> Team